<?php

return array (
  'locale_code' => 'ru',
  'notifications' => 
  array (
    'empty' => 'Уведомлений нет',
  ),
  'ranks' => 
  array (
    'requirements' => 'Условия',
    'title' => 'Ранги',
    'description' => 'При регулярном участии в наших турнирах вы зарабатываете ранги. При достижении каждого нового ранга увеличивается коэффициент выплаты с каждого килла и ваш заработок',
  ),
  'king_help_modal' => 
  array (
    'title' => 'Королевский турнир',
    'button' => 'ОК',
  ),
  'now_modal' => 
  array (
    'title' => 'ПОЛУЧИ БОНУС',
    'text' => 'Пройди регистрацию и получи 20 рублей на баланс',
    'register' => 'Регистрация',
  ),
  'auth_rq_modal' => 
  array (
    'title' => 'Требуется авторизация',
    'text' => 'Для начала использования сервиса необходимо войти в систему или зарегистрироваться!',
    'button' => 'Регистрация / вход',
  ),
  'telegram_modal' => 
  array (
    'title' => 'Телеграм бот',
    'text' => 'Для того, чтобы использовать сервис,
                        вовремя получать все уведомления о начале турниров,
                        самые жаркие новости и данные для входа в игровой
                        лобби, перейдите по <a href="https://tele.gg/pubgbattles_bot" target="_blank">ссылке</a> и
                        авторизуйтесь',
    'button' => 'Подключить',
    'code' => 'при входе в бот введите код:',
  ),
  'rules_modal' => 
  array (
    'title' => 'Правила',
    'button' => 'Принимаю',
  ),
  'bonus_game_modal' => 
  array (
    'title' => 'ЗАРАБОТАЙ БОЛЬШЕ!',
    'text' => 'Запишись на любые турниры в течение часа после регистрации и получи максимальный коэффициент за килл!',
    'register' => 'ОК',
  ),
  'fill_data' => 
  array (
    'title' => 'Данные не заполнены',
    'text' => 'Укажити ник и ID для того чтобы записаться на игру',
    'button' => 'Открыть профиль',
  ),
);
