<?php

return array (
  'time_hint' => 'Время отображается исходя из настроек вашего часового пояса',
  'king_hint' => 'Прими участие в жаркой чемпионской борьбе',
  'king_help' => 'Что это?',
  'remain_format' => 'd[ д.] hh[ ч.] mm[ мин.] ss[ сек. ]',
  'names' =>
  array (
    'nearest' => 'Ближайший турнир',
    'game2' => 'Турнир 2',
    'game3' => 'Турнир 3',
    'game4' => 'Турнир 4',
    'game5' => 'Турнир 5',
    'game6' => 'Турнир 6',
    'game7' => 'Турнир 7',
    'game8' => 'Турнир 8',
    'king' => 'Королевский турнир',
    'game' => 'Турнир :index',
  ),
  'types' =>
  array (
    'solo' => 'Соло',
    'duo' => 'Дуо',
    'squad' => 'Сквад',
  ),
  'no_games' => 'ЗАПЛАНИРОВАННЫХ ТУРНИРОВ НЕТ',
  'no_games_notify' => 'Вы получите уведомление при появлении турниров',
  'mode' => 'Режим',
  'map' => 'Карта',
  'face' =>
  array (
    'title' => 'Лицо',
      'first' => '1 лицо',
      'third' => '3 лицо',
  ),
  'remain' => 'осталось',
  'frag' =>
  array (
    'from' => 'От',
    'frag' => ' за килл',
    'top'=> ' за топ',
    'hour'=> 'В ближайший час',
    't_hour'=> 'В ближайшие 3 часа',
    'today'=> 'Сегодня',
    'tomorrow'=> 'Завтра',
    'ended'=> 'Завершённые турниры',

  ),
  'price' => 'Взнос',
  'frag_price' => 'За килл',
  'members' => 'Участников',
  'become_member' => 'Записаться',
    'show_results' => 'Посмотреть результаты',
    'become_member_no' => 'Турнир заполнен',
    'cancel_tourn' => 'Отменить участие в турнире',
  'running' => 'Турнир уже идет',
  'settings' =>
  array (
    'title' => 'Формат участия',
    'random_team_hint' => 'Команда будет назначена вам случайным образом перед началом турнира',
    'select_team' => 'Выберите команду',
    'team_name' => 'Команда',
    'save_teams' => 'Подтвердить',
    'choose_team' => 'После выбора команды, сообщите ее номер друзьям. Так вы сможете играть в одной команде',
    'modes' =>
    array (
      'team' => 'В команде',
      'single' => 'В одиночку',
    ),
    'game' => 'Турнир :game',
  ),
  'leave_game' => 'Отказаться от участия',
  'how_it_works' => 'Правила',
  'lobby' =>
  array (
    'wait' => 'За 10 минут до начала турнира здесь появятся данные для входа в игровое лобби',
    'login' => 'Логин (ID) лобби',
    'password' => 'Пароль лобби',
    'team' => 'Команда',
    'soon' => 'информация скоро появится',
  ),
  'kill_hint' => 'Сумма выплаты за 1 килл зависит от вашего ранга',
  'leave_dialog' =>
  array (
    'text' => 'Подтвердите выход из турнира',
    'confirm' => 'Подтверждаю',
    'cancel' => 'Отмена',
  ),
  'become' =>
  array (
    'no_more_available' => 'Принять участие в данном турнире больше нельзя',
    'game_started' => 'Турнир уже идет или скоро начнется. Принять участие уже не возможно',
    'game_full' => 'Турнир полон',
    'no_money' => 'Недостаточно средств на счете!',
    'registration_successful' => 'Вы успешно зарегистрировались на турнир',
    'low_money' => ' На счете недостаточно средств для оплаты турнира. Вы будете переадресованы на сайт платежной системы',
    'you_member' => 'Вы уже участвуете в этом турнире!',
  ),
  'errors' =>
  array (
    'game_started' => 'Турнир уже начался. Изменение команды или формата участия не вомзожно',
    '10minutes' => 'До турнира осталось менее 10 минут, изменение команды или формата участия не возможно',
    'wrong_team' => 'Не правильный номер команды',
    'already_in_team' => 'Вы уже в данной команде',
    'team_full' => 'Команда переполнена',
  ),
  'time' =>
  array (
    'second' =>
    array (
      'second0' => 'секунд',
      'second1' => 'секунда',
      'second2' => 'секунды',
    ),
    'minute' =>
    array (
      'minute0' => 'минут',
      'minute1' => 'минута',
      'minute2' => 'минуты',
    ),
    'hour' =>
    array (
      'hour0' => 'часов',
      'hour1' => 'час',
      'hour2' => 'часа',
    ),
    'day' =>
    array (
      'day0' => 'дней',
      'day1' => 'день',
      'day2' => 'дня',
    ),
  ),
  'names_m' =>
  array (
    'nearest' => 'Ближайшие турниры',
    'game2' => 'Турниры 2',
    'game3' => 'Турниры 3',
    'game4' => 'Турниры 4',
    'game5' => 'Турниры 5',
    'game6' => 'Турниры 6',
    'game7' => 'Турниры 7',
    'game8' => 'Турниры 8',
    'game' => 'Турниры :index',
  ),
  'double_subtitle' => 'Два турнира в одно время',
  'double_subtitle_hint' => 'Вы выбираете любой турнир, а система автоматически распределит Вас и вышлет данные для доступа',
  'stat' =>
  array (
    'take_part' => 'Участвуй в турнирах и получай',
    'take_money' => 'деньги за каждый килл!',
    'users_1' => 'Пользователей',
    'users_2' => 'зарегистрировано:',
    'games_1' => 'Турниров',
    'games_2' => 'проведено:',
    'payed_1' => 'Выплачено',
    'payed_2' => 'игрокам:',
    'select_game' => 'Выбери игру:',
  ),
  'selected_game_name' => 'Турниры показаны для игры:',
);
