<?php

return array (
  'greeting' => 'Приветствуем, :username',
  'action' => 'Перейти на PUBG Battles',
  'AdminRemainCredentials' => 
  array (
    'subject' => 'Напоминание администратору',
    'line' => 'Не забудте указать Логин и Пароль для доступа в лобби PUBG!!',
    'action' => 'Панель управления',
    'telegram_text' => 'Не забудьте указать Логин и Пароль для доступа в лобби PUBG для турнира :game_name!',
  ),
  'CashbackIncome' => 
  array (
    'subject' => 'Поступил кэшбек',
    'text' => 'Вам начислен кэшбек в размере :amount ₽ за пользователя :user_name',
  ),
  'GameCanceled' => 
  array (
    'subject' => 'Турнир отменен',
    'text' => 'Турнир :date по московскому времени отменен. Оплаченные за участие деньги возвращены вам на счет',
  ),
  'GameCredentials' => 
  array (
    'subject' => 'Данные для доступа к турниру',
    'line1' => 'Напоминание: через 10 минут начнется турнир PUBG BATTLES.',
    'line2' => 'Заходите прямо сейчас в игру и вводите следующие данные для входа в игровое лобби.',
    'login' => 'ЛОГИН (ID) ЛОББИ: :login',
    'password' => 'ПАРОЛЬ ЛОББИ: :password',
    'team' => 'ВАША КОМАНДА: :team',
    'rules_title' => 'ОБЯЗАТЕЛЬНЫЕ ПРАВИЛА',
    'rules1' => '1) Вставать строго в свою ячейку в лобби',
    'rules2' => '2) Если ваше место занято, незамедлительно сообщите об этом нам в сообщения группы - https://vk.com/im?sel=-183103532',
    'rules3' => '3) Убедитесь, что в игре и на платформе у вас стоит одинаковый ник, иначе деньги за киллы могут не прийти',
    'rules4' => '4) Использование читов и эмуляторов строго запрещено',
    'rules5' => '*Нарушение правил влечет удаление игрока из лобби без возврата денежных средств!',
  ),
  'Top1Fee' => 
  array (
    'text' => 'Вам начислено :amount ₽ за 1 место по количеству киллов в турнире',
  ),
  'Top2Fee' => 
  array (
    'text' => 'Вам начислено :amount ₽ за 2 место по количеству киллов в турнире',
  ),
  'Top3Fee' => 
  array (
    'text' => 'Вам начислено :amount ₽ за 3 место по количеству киллов в турнире',
  ),
  'TelegramConnected' => 
  array (
    'text' => 'Поздравляем, вы успешно подключили Telegram бот',
  ),
  'RegistrationSuccess' => 
  array (
    'text' => 'Добро пожаловать на PUBG Battles!',
  ),
  'PaymentEPSCancel' => 
  array (
    'text' => 'Платежная система не смогла провести выплату от :date GMT на сумму :amount ₽. Средства возвращены на ваш счет',
  ),
  'PaymentAccepted' => 
  array (
    'text' => 'Оплата в размере :amount ₽ зачислена на ваш счет',
  ),
  'NewReferrer' => 
  array (
    'text' => 'По вашей ссылке зарегистрирован новый пользователь: :user_name',
  ),
  'MailingNotification' => 
  array (
    'subject' => 'Новое уведомление',
  ),
  'GameRemaind' => 
  array (
    'subject' => 'Турнир начинается через 30 минут!',
    'text_30minutes' => 'Напоминание: через 30 минут начнется турнир PUBG BATTLES. За 10 минут до начала турнира мы отправим вам данные для входа в игровое лобби. Также данные появятся в окне самого турнира на сайте. Успехов!',
    'text_60minutes' => 'Напоминание: через 60 минут начнется турнир PUBG BATTLES. За 10 минут до начала турнира мы отправим вам данные для входа в игровое лобби. Также данные появятся в окне самого турнира на сайте. Успехов!',
  ),
  'KingGameResults' => 
  array (
    'cabinet_text' => '?Завершился жаркий КОРОЛЕВСКИЙ ТУРНИР, на котором все игроки показали достойный уровень.
        Результаты турнира доступны по <a target=\'_blank\' href=\':image_url\'>ссылке</a><br />
?Прямо сейчас записывайся на следующий КОРОЛЕВСКИЙ ТУРНИР, который будет еще жарче! Места заканчиваются очень быстро! 
Помни, что первым трем местам выдаются дополнительные награды:<br />
?Место: 300 РУБЛЕЙ!<br />
?Место: 200 РУБЛЕЙ!<br />
?Место: 100 РУБЛЕЙ!<br />
Увидимся на следующем КОРОЛЕВСКОМ ТУРНИРЕ!',
    'telegram_text' => '?Завершился жаркий КОРОЛЕВСКИЙ ТУРНИР, на котором все игроки показали достойный уровень
-----
?Прямо сейчас записывайся на следующий КОРОЛЕВСКИЙ ТУРНИР, который будет еще жарче! Места заканчиваются очень быстро! 
Помни, что первым трем местам выдаются дополнительные награды:
?Место: 300 РУБЛЕЙ!
?Место: 200 РУБЛЕЙ!
?Место: 100 РУБЛЕЙ!
-----
Увидимся на следующем КОРОЛЕВСКОМ ТУРНИРЕ!',
  ),
  'GameResults' => 
  array (
    'cabinet_text' => '?Завершился жаркий турнир, на котором все игроки показали достойный уровень. Результаты турнира доступны по <a target=\'_blank\' href=\':image_url\'>ссылке</a>
Благодарим каждого участника за активную игру, а зрителей за поддержку игроков!
?Прямо сейчас записывайся на следующие турниры, которые будут еще жарче! Места заканчиваются очень быстро!
Увидимся на следующем турнире!',
    'telegram_text' => '?Завершился жаркий турнир, на котором все игроки показали достойный уровень
-----
Благодарим каждого участника за активную игру, а зрителей за поддержку игроков!
-----
?Прямо сейчас записывайся на следующие турниры, которые будут еще жарче! Места заканчиваются очень быстро!
-----
Увидимся на следующем турнире!',
  ),
  'NewRank' => 
  array (
    'subject' => 'Вы достигли новый ранг',
    'rank_text' => 'Поздравляем, вы достигли новый ранг :rank_name!',
    'pos_title' => 'Новые возможности:',
  ),
  'GameEnded' => 
  array (
    'subject' => 'Турнир завершен',
    'king_subject' => 'Королевский турнир завершен',
    'complete_text' => 'Турнир завершен. Вы получили :amount ₽ за :kills киллов. ',
    'king_complete_text' => 'Королевский турнир завершен. Вы получили :amount ₽ за :kills киллов. ',
    'best_player' => 'Лучший игрок турнира:',
    'best_players' => 'Лучшие игроки турнира:',
    'no_frags' => 'Сделали 0 киллов - не беда. Мы дарим вам на следующие 3 турнира самый высокий коэффициент за каждый килл в размере 0,75 от суммы участия. Увидимся на турнире!',
    'bonus_remain' => 'У вас остался 1 турнир с повышенным коэффициентов за каждый килл. Увидимся на следующих турнирах!',
    'bonuses_remain' => 'У вас остался :games турниров с повышенным коэффициентов за каждый килл. Увидимся на следующих турнирах!',
    'image' => 
    array (
      'title' => 'РЕЗУЛЬТАТЫ ТУРНИРА',
      'subtitle1' => 'Цифра после ника показывает',
      'subtitle2' => 'количество киллов за 1 турнир',
      'king_subtitle2' => 'количество киллов за 3 матча',
      'date_format' => 'd.m.Y в H:i',
    ),
  ),
);
