<?php

return array (
  'fail' => 'Не удалось провести оплату',
  'success' => 'Ваша оплата принята платежной системой. Если средства не поступили на счет, пожалуйста свяжитесь с технической поддержкой',
  'refill' => 
  array (
    'title' => 'Пополнение счета',
    'amount' => 'Сумма',
    'amount_placeholder' => 'Введлите сумму',
    'button' => 'Пополнить',
    'max_amount' => 'Сумма не должна привышать 15000 рублей',
  ),
  'withdraw' => 
  array (
    'balance' => 'Баланс:',
    'fee' => 'Комиссия',
    'amount' => 'Сумма:',
    'card_num' => 'Номер карты',
    'wallet_num' => 'Счет',
    'phone_num' => 'Номер телефона',
    'button' => 'Вывести',
    'max_amount' => 'Максимальная сумма для вывода за одну операцию ',
    'error_account_num' => 'Неверный номер счета',
    'error_amount' => 'Неверная сумма',
    'error_card_num' => 'Неверный номер карты',
    'confirmed' => 'Операция одобрена. Ожидайте зачисления средств в течении 24 часов',
    'error' => 'Вывод средств временно не возможен',
    'comment' => 'Максимальная сумма для вывода за одну операцию 15000₽, минимальная 250₽. Дополнительно платежной системой взымается комиссия 45₽ с каждого перевода',
    'no_fee_hint' => 'При выводе от 600 рублей комиссия не взымается',
    'email' => 'Your PayPal E-Mail',
    'comment_paypal' => 'Максимальная сумма для вывода за одну операцию 15000₽, минимальная 250₽. Дополнительно платежной системой взымается комиссия 5$ с каждого перевода',
  ),
);
